Repository: WPPlugins/dexs-navigation-tree
Catalog: languages/dexs-ntree-*.po
Languages: de_de

source: TOC Type
de_de: TOC Typ

source: Class Names
de_de: Klassennamen

source: Heading Elements
de_de: Überschrift-Elemente

source: Use the post title as first TOC item
de_de: Nutze den Beitragstitel als erstes TOC Item

source: Suborder all toc items under the post title
de_de: Ordner sämtliche TOC Items unter den Beitragstitel

source: TOC Box Title
de_de: TOC Box Titel

source: TOC Box Alignment
de_de: TOC Box Position

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Center
de_de: Zentriert

source: TOC Box Border
de_de: TOC Box Umrandung

source: TOC Box Background
de_de: TOC Box Hintergrund

source: TOC List Tag
de_de: TOC Listen-Tag

source: TOC List Design
de_de: TOC Listen-Design

source: Numeric
de_de: Numerisch

source: Level Numeric
de_de: Level Numerisch

source: Folder and Files
de_de: Ordner und Dateien

source: Folder and Numeric
de_de: Ordner und Numerisch

source: TOC List Color
de_de: TOC Listen-Farben

source: Anchor Linking
de_de: Anker-Verlinkung

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: Additional CSS
de_de: Deine CSS Eigenschaften

source: Shortcode Output
de_de: Shortcode Ausgabe

source: Save as Default
de_de: Als Standard speichern

source: Restore Default
de_de: Standard wiederherstellen

source: Generate Shortcode
de_de: Shortcode generieren

source: Configure this plugin
de_de: Dieses Plugin konfigurieren

source: Settings
de_de: Einstellungen

source: Table of Contents
de_de: Inhaltsverzeichnis

source: Show a Table of Contents Widget on each post, page and/or costum-post-type.
de_de: Zeige ein Inhaltsverzeichnis-Widget auf jedem Beitrag und jeder Seite.

source: Use default settings
de_de: Standard Einstellungen nutzen

source: Use costum settings below
de_de: Folgende Einstellungen nutzen

source: Change the default settings <a href='%s'>here</a>.
de_de: Ändere die Standard-Einstellungen <a href='%s'>hier</a>.

source: Widget Title
de_de: Widget Titel

source: Error: The Plugin cannot create a list, please check your post-content!
de_de: Fehler: Das Plugin konnte keine Liste erstellen, bitte prüfen den Inhalt!

source: Error: The text-anchors could not be created.
de_de: Fehler: Die Text-Verankerungen konnten nicht erstellt werden.

source: Error: An error occurred during the TOC-rendering.
de_de: Fehler: Ein Fehler trat während des TOC-Renderings auf.
